Repository: acorjordan/omeka-s-modules
Catalog: modules/CopIdRef/language/*.po
Languages: fr

source: This module requires the module "%s".
fr: Ce module requiert le module "%s".

source: This module requires modules "%s".
fr: Ce module requiert les modules "%s".

source: This module has resources that cannot be installed.
fr: Ce module a des ressources qui ne peuvent pas être installées.

source: This module cannot install its tables, because they exist already. Try to remove them first.
fr: Ce module ne peut pas installer ses tables car elles existent déjà. Essayez de les supprimer manuellement.

source: The module removed tables "%s" from a previous broken install.
fr: Le module a supprimé les tables "%s" depuis une installation échouée.

source: The module "%s" was automatically deactivated because the dependencies are unavailable.
fr: Le module %s" a été automatiquement désactivé car ses dépendances ne sont plus disponibles.

source: oFrame.contentWindow Failed?
fr: oFrame.contentWindow échec ?

source: Warning: cross-domain request!
fr: Attention : requête cross-domaine !

source: Data from endpoint are empty.
fr: Les données issues d’IdRef sont vides.

source: Unable to determine the resource type.
fr: Impossible de déterminer le type de ressource.

source: Data are missing or incomplete.
fr: Les données sont manquantes ou incomplètes.

source: Resource created from api successfully.
fr: Ressource créée avec succès via l’api.

source: Failed creating resource from api.
fr: Échec lors de la création de ressources depuis l’api.

source: Failed to load mapping. Creating a default resource.
fr: Échec du chargement du mapping. Création d’une ressource par défaut.

source: Mapping for resource class is incorrect. Skipped.
fr: Le mapping pour la classe de ressource est incorrect. Ignoré.

source: Mapping for resource template is incorrect. Skipped.
fr: Le mapping pour le modèle est incorrect. Ignoré.

source: Mapping for property is incorrect. Skipped.
fr: Le mapping pour la propriété est incorrect. Ignoré.
