Repository: acorjordan/omeka-s-modules
Catalog: modules/DynamicItemSets/language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: If present, the module requires module "{module}" version "{version}" or greater.
fr: Certaines fonctionnalités nécessitent que le module {module} soit mis à niveau à la version {version} ou supérieure.

source: Is dynamic
fr: Est dynamique

source: Search dynamic item sets
fr: Rechercher les collections dynamiques

source: The query to attach items cannot contain the item set itself.
fr: La requête pour attacher les contenus ne peut pas contenir la collection elle-même.

source: The query for the item set was changed: a job is run in background to detach and to attach items (job {link_job}#{job_id}{link_end}, {link_log}logs{link_end}).
fr: La requête pour la collection a changé : une tâche a été lancée en arrière-plan pour détacher et attacher les contenus ({link_job}tâche #{job_id}{link_end}, {link_log}journaux{link_end}).

source: Query to attach items dynamically to this item set
fr: Requête pour placer dynamiquement les contenus dans cette collection

source: Is dynamic item set
fr: Est une collection dynamique

source: Is not dynamic
fr: N’est pas dynamique

source: Any
fr: Tous

source: No item set defined.
fr: Aucune collection définie.

source: The item set #{item_set_id} does not exist.
fr: La collection #{item_set_id} n’existe pas.

source: {count}/{total} items detached from item set #{item_set_id}.
fr: {count}/{total} contenus détachés de la collection #{item_set_id}.

source: {count}/{total} new items attached to item set #{item_set_id}.
fr: {count}/{total} nouveaux contenus attachés à la collection #{item_set_id}.

source: Process ended for item set #{item_set_id}: {count} items were attached, {count_2} items were detached, {count_3} new items were attached.
fr: Process terminé pour la collection #{item_set_id} : {count} contenus étaient attachés, {count_2} contenus ont été détachés, {count_3} nouveaux contenus ont été attachés.
