Repository: acorjordan/omeka-s-modules
Catalog: modules/TwoFactorAuth/language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: Ajax login form is not implemented here. Use Guest page instead.
fr: Le formulaire pour la connexion ajax n’est pas implémentée. Utiliser la page Invité à la place.

source: Invalid code
fr: Code invalide

source: A new code was resent.
fr: Un nouveau code a été renvoyé.

source: Unable to send email.
fr: Impossible d’envoyer le mail.

source: Check your input for invalid data.
fr: Vérifiez votre saisie ou des données incorrectes.

source: An internal error has occurred.
fr: Une erreur interne s’est produite.

source: Resend a code
fr: Renvoyer un code

source: Log in (2FA)
fr: Se connecter (A2F)

source: An error occurred when the code was sent by email. Try again later.
fr: Une erreur s’est produite lorsque le code a été envoyé par mail. Réessayez plus tard.

source: [TwoFactorAuth] An error occurred when the code was sent by email.
fr: [TwoFactorAuth] Une erreur s’est produite lorsque le code a été envoyé par mail.

source: Fill the second form with the code received by email to log in
fr: Saisissez le second formulaire avec le code reçu par mail pour vous connecter

source: The code is missing.
fr: Le code est absent.

source: An error occurred. Retry to log in.
fr: Il y a eu une erreur. Réessayez de vous connecter.

source: The message has no subject, content or recipient.
fr: Le message n’a pas de sujet, de contenu ou de destinataire.

source: Error when sending email. Arguments: {json}
fr: Erreur lors de l’envoi du mail. Arguments : {json}

source: Missing two-factor authentication code.
fr: Code d’authentification à deux facteurs manquant.

source: Invalid or expired code.
fr: Code invalide ou expiré.

source: Force all users to use 2FA
fr: Forcer tous les utilisateurs à utiliser A2F

source: Expiration of token (seconds)
fr: Expiration du jeton (secondes)

source: Subject of the email sent to user
fr: Sujet du mail envoyé à l’utilisateur

source: Possible placeholders: {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {token}, {code}.
fr: Jokers possibles : {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {token}, {code}.

source: [{site_title}] {token} is your code to log in
fr: [{site_title}] {token} est votre code pour vous connecter

source: Text of the email
fr: Texte du mail

source: Hi {user_name}, The token to copy-paste to log in on {site_title} is: {token} Good browsing! If you did not request this email, please disregard it.
fr: Bonjour {user_name}, Le code à copier-coller pour se connecter sur {site_title} est : {token} Bonne visite ! Si vous n’avez pas demandé ce mail, merci de l’ignorer.

source: Use a popup dialog for second step
fr: Utiliser un dialogue contextuel pour la seconde étape

source: Enable two-factor authentication with a code sent by email
fr: Activer l’authentification à deux facteurs avec un code envoyé par mail

source: The status "%s" is not supported by jSend.
fr: Le statut « %s » n’est pas pris en charge par jSend.
