Repository: acorjordan/omeka-s-modules
Catalog: modules/Adminer/language/*.po
Languages: fr

source: The module requires the dependencies to be installed. See %1$sreadme%2$s.
fr: Le module requiert l’installation de dépendances. Voir le %1$slisez-moi%2$s.

source: The module cannot be installed.
fr: Ce module ne peut pas être installé.

source: A read only user is required to use the module.
fr: Un utilisateur ayant des droits de lecture seule est nécessaire pour utiliser ce module.

source: The password is not resent for security reasons.
fr: Le mot de passe n’est pas renvoyé pour des raisons de sécurité.

source: This user can be created automatically if the Omeka database user has such a right.
fr: L’utilisateur peut être créé automatiquement si l’utilisateur de la base Omeka en a le droit.

source: It is possible but not recommended to use the full-access user as the read-only user.
fr: Il est possible mais non recommandé d'utiliser l'utilisateur avec accès complet comme utilisateur à accès en lecture seule.

source: The module requires the dependencies to be installed. See readme.
fr: Le module requiert l’installation de dépendances. Voir le lisez-moi.

source: Adminer database manager
fr: Adminer - Gestionnaire de base de données

source: WARNING
fr: ATTENTION

source: Use it at your own risk.
fr: Utilisez à vos propres risques.

source: It is highly recommended to use a read-only user to access database, because it’s very easy to break a database, even for people who know the Omeka code and all the modules perfectly.
fr: Il est fortement recommandé d’utiliser l’utilisateur en lecture seule pour accéder à la base de données, car il est facile de la casser, même pour ceux qui connaissent parfaitement Omeka et tous les modules.

source: In all cases, it’s always recommended to backup your files and your databases automatically and before risky and non-risky commands, and to check your archives regularly, so you can roll back if needed.
fr: Dans tous les cas, il est toujours recommandé de sauvegarder vos fichiers et vos bases de données automatiquement et avant toutes les commandes, risquées ou non, et de vérifier vos archives régulièrement afin de revenir en arrière si besoin.

source: To edit an element, use the key <control> + click.
fr: Pour éditer un élément, utiliser la touche <contrôle> + clic.

source: Besides, some designs are not adapted for the interface for editor. They can be selected with the button in the bottom right.
fr: Par ailleurs, certains designs ne sont pas adaptés pour l’interface pour éditeur. Ils peuvent être changés avec le bouton en bas à droite.

source: Warning: currently, the language and the design cannot be changed on the first page of Adminer.
fr: Attention : actuellement, la langue et le thème ne peuvent pas être changés sur la première page d’Adminer.

source: Read-only access (interface for editor)
fr: Accès en lecture seule (interface pour éditeur)

source: Read-only access
fr: Accès en lecture seule

source: Full access (interface for editor)
fr: Accès complet (interface pour éditeur)

source: Full access
fr: Accès complet

source: Full-access user is not defined.
fr: L’utilisateur en accès complet n’est pas défini.

source: Read-only user is not defined.
fr: L’utilisateur en lecture seule n’est pas défini.

source: The file database-adminer.ini has been removed. Read-only user credentials are now stored in database. Full access user parameters have been removed.
fr: Le fichier database-adminer.ini a été supprimé. Les codes de l’utilisateur en lecture seule sont désormais enregistrés dans la base. Les paramètres de l’utilisateur à accès complet ont été supprimés.

source: The Omeka database user has no rights to check or create a user. Add it manually yourself if needed.
fr: L’utilisateur de la base Omeka n’a pas le droit de vérifier ou de créer un utilisateur. Ajoutez le manuellement si besoin.

source: The Omeka database user has no rights to check grants of a user. Add it manually yourself if needed.
fr: L’utilisateur de la base Omeka n’a pas le droit de gérer les privilèges d’un utilisateur. Ajoutez le manuellement si besoin.

source: An error occurred during the creation of the read-only user "%s".
fr: Une erreur est survenue durant la création de l’utilisateur en lecture seule "%s".

source: The read-only user "%s" has been created.
fr: L’utilisateur en lecture seule "%s" a été créé.

source: An error occurred when flushing privileges for user "%s".
fr: Une erreur est survenue lors de l’enregistrement des privilèges de l’utilisateur "%s".

source: Read only user name
fr: Nom de l’utilisateur en lecture seule

source: Read only user password
fr: Mot de passe de l’utilisateur en lecture seule

source: Allow full access via omeka credentials (not recommended)
fr: Autoriser l’accès complet via les droits omeka (non recommandé)

source: Warning: the read-only user is the same than the full-access user.
fr: Attention : l'utilisateur en lecture seule est le même que celui en accès complet.

source: Read only user is not configured.
fr: L’utilisateur en lecture seule n’est pas configuré.

source: Full access user or read only user are not configured.
fr: Les utilisateurs en accès complet ou en lecture seule ne sont pas configurés.

source: Database
fr: Base de données
