Repository: acorjordan/omeka-s-modules
Catalog: modules/NoGoogleChromeFlockTracking/language/*.po
Languages: fr

source: The module is unable to check if the current install is flock-secure.
fr: Le module n’est pas en mesure de vérifier si l’installation actuelle est sécurisée contre le profilage Flock.

source: See module’s installation documentation.
fr: Consulter la documentation d’installation du module.

source: The module is not able to check if the current install is flock-secure.
fr: Le module n’est pas en mesure de vérifier si l’installation actuelle est sécurisée contre le profilage Flock.

source: It seems this installation doesn’t use the web server Apache: there is no file ".htaccess" at the root of Omeka.
fr: Il semble que cette installation n’utilise pas le serveur web Apache : aucun fichier ".htaccess" ne se trouve à la racine d’Omeka.

source: The file ".htaccess" at the root of Omeka is not writeable and cannot be updated by this module.
fr: Le fichier ".htaccess" à la racine d’Omeka n’est pas modifiable et ne peut pas être mis à jour par ce module.

source: It seems this installation doesn’t use the web server Apache: command "apachectl" is not available.
fr: Il semble que cette installation n’utilise pas le serveur web Apache : la commande "apachectl" n’est pas disponible.

source: Apache is working, but its module "headers" is not enabled. Your admin should run command "sudo a2enmod headers; sudo systemctl restart apache2" to enable it.
fr: Apache fonctionne, mais son module "headers" n’est pas activé. Votre admin doit lancer la commande "sudo a2enmod headers; sudo systemctl restart apache2" pour l’activer.

source: Your site is already configured and let unchanged.
fr: Votre site est déjà configuré et a été laissé inchangé.

source: The module can be uninstalled.
fr: Le module peut être désinstallé.

source: The privacy anti-theft header has been added successfully to your file ".htaccess".
fr: L’entête antivol de la vie privée a été ajoutée avec succès au fichier ".htaccess".
